[version]
Version=1.00.00.005



[MAIN]
IDD_MAINDLG=Utilitaire du Chargeur USB Anytime 
IDC_LBL_DESC=La fonction « Chargeur USB Anytime » vous permet de charger des périphériques USB sans mettre l'ordinateur en marche.
IDC_LBL_PORTHEAD=-
IDC_LBL_PORT=Les ports USB marqués de ce symbole peuvent être chargés.
IDC_RADIO_DISABLE=&Désactivent les fonctions du « Chargeur USB Anytime »
IDC_RADIO_ENABLE_ONLY_AC=&N’activez la fonction « Chargeur USB Anytime » qu’avec un adaptateur secteur branché.
IDC_RADIO_ENABLE_AC_BATT=Et n’activ&ez la fonction « Chargeur USB Anytime » qu’avec un adaptateur secteur ou une batterie
IDC_RADIO_ENABLE=Et n’activ&ez la fonction « Chargeur USB Anytime »
IDC_LBL_NO_AC_DESC=- Si la charge de la batterie baisse pendant que l’ordinateur est en marche ou en mode sommeil, la fonction de charge sera suspendue et l’ordinateur passera en mode veille prolongée.

IDC_LBL_MODE=Mode de charge
IDC_RADIO_MODE1=&Mode 1 [Recommandé]
IDC_RADIO_MODE2=Mode &2
IDC_LBL_MODE_DESC=- Certains périphériques ne peuvent pas être chargés en mode 1. Dans ce cas, veuillez passer en mode 2.

IDC_BUTTON_CHANGE=&Modifier
IDCANCEL=Annuler
IDM_ABOUT=À &propos de...

STR_MSG_TITLE=Utilitaire du Chargeur USB Anytime 
STR_MSG_VERSION=Version
STR_MSG_NEED_ADMIN=Vous devez jouir de privilèges d’administrateur pour exécuter cet utilitaire. Veuillez redémarrer l’utilitaire après vous être connecté en tant qu’administrateur.
STR_MSG_NOT_SUPPORT_USBCHARGE=Il n’y a pas de fonction « Chargeur USB Anytime » sur cet ordinateur. Vous ne pouvez pas utiliser l’utilitaire.
STR_MSG_ERR_USBCHARGE=Vous ne pouvez pas utiliser l’utilitaire à cause d’un problème avec « Chargeur USB Anytime »
STR_MSG_FINISH_CHANGESETTING=Les paramètres ont été modifiés



[SMLocalize]
AppName=Anytime USB Charge Utility
BaseName0=Help.lnk
LocalName0=Aide.lnk
BaseName1=Setting.lnk
LocalName1=Setting.lnk